Revit 2027 API
BuiltInFailures.MEPCalculationFailures.PlumbingFlowCalculatorNotAvailable Property
 Plumbing Flow Calculator Not Available: [Calculator Name]
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId PlumbingFlowCalculatorNotAvailable { get; }
Public Shared ReadOnly Property PlumbingFlowCalculatorNotAvailable As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ PlumbingFlowCalculatorNotAvailable {
	FailureDefinitionId^ get ();
}
static member PlumbingFlowCalculatorNotAvailable : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.MEPCalculationFailures Class
Autodesk.Revit.DB Namespace